/* Add button */
"Add" = "Adicionar";

/* Add Column Button */
"add column" = "adicionar coluna";

/* Add Row Button */
"add row" = "adicionar linha";

/* Replace sheet panel */
"Applications are assigned to this column. If you remove this column, these applications will be assigned to another space." = "Estão atribuídas aplicações a esta coluna. Se a remover, as aplicações serão atribuídas a outro espaço.";

/* Replace sheet panel */
"Applications are assigned to this row. If you remove this row, these applications will be assigned to another space." = "Estão atribuídas aplicações a esta linha. Se a remover, as aplicações serão atribuídas a outro espaço.";

/* Remove column */
"Are you sure you want to remove this column?" = "Tem a certeza de que pretende remover esta coluna?";

/* Remove row */
"Are you sure you want to remove this row?" = "Tem a certeza de que pretende remover esta linha?";

/* Arrow Keys are bound */
"Arrow Keys" = "Teclas de direcção";

/* Columns string in Layer view */
"Columns:" = "Colunas:";

/* Display application in all spaces */
"Every Space" = "Todos os espaços";

/* Cancel Button */
"No" = "Não";

/* Arrow Keys are bound */
"Number Keys" = "Teclas numéricas";

/* Other menu item */
"Other" = "Outro…";

/* Remove Column Button */
"remove column" = "remover coluna";

/* Remove Row Button */
"remove row" = "remover linha";

/* Rows string in Layer view */
"Rows:" = "Linhas:";

/* Space, %@ is a number */
"Space %@" = "Espaço %@";

/* space, %@ is a number */
"space %@" = "espaço %@";

/* Conflict found */
"This hot key setting conflicts with the settings for another hot key.  Use the keyboard preferences pane to resolve this conflict." = "Esta definição de tecla de atalho colide com as definições de outra tecla de atalho. Use o painel de preferências do teclado para resolver este problema.";

/* Conflict found */
"This mouse button setting conflicts with the settings for another mouse button." = "Esta definição entra em conflito com as definições de outro botão do rato.";

/* OK Button */
"Yes" = "Sim";

